tap "auth0/auth0-cli"
tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "valkyrie00/bbrew"
brew "bash"
brew "openssl@3"
brew "bat"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "golangci-lint"
brew "golangci-lint-langserver"
brew "grpcurl"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "libpq"
brew "python@3.13"
brew "make"
brew "mas"
brew "node"
brew "starship"
brew "pkgconf"
brew "protobuf"
brew "yq"
brew "valkyrie00/bbrew/bbrew"
cask "1password"
cask "brave-browser"
cask "rectangle"
cask "docker"
cask "font-sauce-code-pro-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "postman"
cask "github"
cask "logi-options+"
cask "kap"
cask "raycast"
cask "slack"
cask "spotify"
cask "dbeaver-community"
cask "tunnelblick"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
mas "The Unarchiver", id: 425424353
vscode "42crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "adamhartford.vscode-base64"
vscode "adpyke.codesnap"
vscode "adpyke.vscode-sql-formatter"
vscode "anseki.vscode-color"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "catppuccin.catppuccin-vsc-pack"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "netcorext.uuid-generator"
vscode "oderwat.indent-rainbow"
vscode "pinage404.better-readability-extension-pack"
vscode "quicktype.quicktype"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
vscode "zxh404.vscode-proto3"
