tap "anomalyco/tap"
tap "auth0/auth0-cli"
tap "dicklesworthstone/tap"
tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "valkyrie00/bbrew"
brew "openssl@3"
brew "node"
brew "babel"
brew "bash"
brew "bat"
brew "direnv"
brew "fnm"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "golangci-lint-langserver"
brew "goose"
brew "gopls"
brew "grpcurl"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "libpq"
brew "make"
brew "mas"
brew "mysql"
brew "python@3.13"
brew "newt"
brew "ollama"
brew "pipx"
brew "pkgconf"
brew "protobuf"
brew "starship"
brew "telnet"
brew "uv"
brew "wget"
brew "yarn"
brew "yq"
brew "anomalyco/tap/opencode"
brew "dicklesworthstone/tap/cass"
brew "valkyrie00/bbrew/bbrew"
cask "1password"
cask "brave-browser"
cask "claude-code"
cask "dbeaver-community"
cask "docker-desktop"
cask "font-meslo-lg-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "gcloud-cli"
cask "github"
cask "kap"
cask "logi-options+"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "tunnelblick"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
mas "The Unarchiver", id: 425424353
vscode "42crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "adamhartford.vscode-base64"
vscode "adpyke.codesnap"
vscode "adpyke.vscode-sql-formatter"
vscode "anseki.vscode-color"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bwya77.islands-dark"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "catppuccin.catppuccin-vsc-pack"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "ms-azuretools.vscode-containers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "netcorext.uuid-generator"
vscode "nhoizey.gremlins"
vscode "oderwat.indent-rainbow"
vscode "oxc.oxc-vscode"
vscode "pascalreitermann93.vscode-yaml-sort"
vscode "pinage404.better-readability-extension-pack"
vscode "quicktype.quicktype"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "subframe7536.custom-ui-style"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "vue.volar"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
vscode "zengxingxin.sort-js-object-keys"
vscode "zxh404.vscode-proto3"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/daixiang0/gci"
go "golang.org/dl/go1.24.5"
go "golang.org/x/tools/cmd/goimports"
go "github.com/princjef/gomarkdoc/cmd/gomarkdoc"
go "github.com/pressly/goose/v3/cmd/goose"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "github.com/josharian/impl"
go "github.com/golang-migrate/migrate/v4/cmd/migrate"
go "go.uber.org/mock/mockgen"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "honnef.co/go/tools/cmd/staticcheck"
