42crunch.vscode-openapi
aaron-bond.better-comments
adamhartford.vscode-base64
adpyke.codesnap
adpyke.vscode-sql-formatter
anseki.vscode-color
arcticicestudio.nord-visual-studio-code
bwya77.islands-dark
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
catppuccin.catppuccin-vsc-pack
docker.docker
eamodio.gitlens
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
ms-azuretools.vscode-containers
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
mtxr.sqltools
mtxr.sqltools-driver-pg
netcorext.uuid-generator
nhoizey.gremlins
oderwat.indent-rainbow
oxc.oxc-vscode
pascalreitermann93.vscode-yaml-sort
pinage404.better-readability-extension-pack
quicktype.quicktype
redhat.vscode-xml
redhat.vscode-yaml
shardulm94.trailing-spaces
subframe7536.custom-ui-style
tomoki1207.pdf
usernamehw.errorlens
vue.volar
yzhang.markdown-all-in-one
zainchen.json
zengxingxin.sort-js-object-keys
zxh404.vscode-proto3
