2crunch.vscode-openapi
aaron-bond.better-comments
adamhartford.vscode-base64
adpyke.codesnap
adpyke.vscode-sql-formatter
anseki.vscode-color
anthropic.claude-code
arcticicestudio.nord-visual-studio-code
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
catppuccin.catppuccin-vsc-pack
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
docker.docker
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
mtxr.sqltools
mtxr.sqltools-driver-pg
netcorext.uuid-generator
nhoizey.gremlins
oderwat.indent-rainbow
openai.chatgpt
oxc.oxc-vscode
pascalreitermann93.vscode-yaml-sort
pinage404.better-readability-extension-pack
quicktype.quicktype
redhat.vscode-xml
redhat.vscode-yaml
shardulm94.trailing-spaces
sonarsource.sonarlint-vscode
sst-dev.opencode
tomoki1207.pdf
usernamehw.errorlens
vue.volar
yzhang.markdown-all-in-one
zainchen.json
zengxingxin.sort-js-object-keys
zxh404.vscode-proto3
